Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# rel.export_subject
source: {mode} Export
ar: {mode} Export (AR)
es: [es] {mode}-Export
fr: Export {mode}
it: Esporta {mode}
ja: [ja] {mode}-Export
ko: {mode} Export (한국어)
nl: {mode}-Export (NL)
pl: {mode} Export (PL)
pt: {mode} Exportar
ru: {mode} Export (RU)
th: {mode} Export (TH)
tr: {mode} Export (TR)
vi: {mode} 导出 (VI)
zh: {mode} 导出

# rel.loaded_status
source: Loaded {count} of {total}. Pull to refresh.
ar: تم تحميل {count} من {total}. اسحب للتحديث.
de: {count} von {total} geladen. Zum Aktualisieren ziehen.
es: Cargados {count} de {total}. Arrastra para actualizar.
fr: {count} sur {total} chargés. Tirez pour actualiser.
it: Caricati {count} di {total}. Trascina per aggiornare.
ja: {total}中{count}を読み込みました。プルして更新。
ko: {total}개 중 {count}개 로드됨. 당겨서 새로고침.
nl: {count} van {total} geladen. Trek om te verversen.
pl: Załadowano {count} z {total}. Przeciągnij, aby odświeżyć.
pt: Carregados {count} de {total}. Arraste para atualizar.
ru: Загружено {count} из {total}. Потяните для обновления.
th: โหลด {count} จาก {total} ดึงเพื่อรีเฟรช
tr: {total} üzerinden {count} yüklendi. Yenilemek için çekin.
vi: Đã tải {count} trên {total}. Kéo để làm mới.
zh: 已加载{total}中的{count}个。下拉刷新。

# rel.loading
source: Loading {mode}...
ar: Loading {mode}... (AR)
de: {mode} werden geladen...
es: Cargando {mode}...
fr: Chargement des {mode}...
it: Caricamento {mode}…
ja: [ja] {mode} werden geladen...
ko: Loading {mode}... (한국어)
nl: {mode} werden geladen... (NL)
pl: Loading {mode}... (PL)
pt: Carregando {mode}...
ru: Loading {mode}... (RU)
th: Loading {mode}... (TH)
tr: Loading {mode}... (TR)
vi: 正在加载{mode}… (VI)
zh: 正在加载{mode}…

# rel.loading_lists
source: Loading lists...
ar: Loading lists... (AR)
de: Listen werden geladen...
es: Cargando lists...
fr: Chargement des listes...
it: Caricamento liste...
ja: [ja] Listen werden geladen...
ko: Loading lists... (한국어)
nl: Listen werden geladen... (NL)
pl: Loading lists... (PL)
pt: Carregando lists...
ru: Loading lists... (RU)
th: Loading lists... (TH)
tr: Loading lists... (TR)
vi: 加载列表中… (VI)
zh: 加载列表中…

# rel.mode.blocked_by
source: Blocked by
ar: Blocked by (AR)
de: Blockiert von
es: Bloqueado por
fr: Bloqué par
it: [it] Blockiert von
ja: [ja] Blockiert von
ko: Blocked by (한국어)
nl: Blockiert von (NL)
pl: Blocked by (PL)
pt: [pt] Blockiert von
ru: Blocked by (RU)
th: Blocked by (TH)
tr: Blocked by (TR)
vi: 被屏蔽 (VI)
zh: 被屏蔽

# rel.mode.blocking
source: Blocking
ar: Blocking (AR)
de: Blockiert
es: Bloqueando
fr: Blocages
it: [it] Blockiert
ja: [ja] Blockiert
ko: Blocking (한국어)
nl: Blockiert (NL)
pl: Blocking (PL)
pt: [pt] Blockiert
ru: Blocking (RU)
th: Blocking (TH)
tr: Blocking (TR)
vi: 已屏蔽 (VI)
zh: 已屏蔽

# rel.mode.followers
source: My followers
ar: My followers (AR)
de: Meine Follower
es: Mis seguidores
fr: Mes abonnés
it: [it] Meine Follower
ja: [ja] Meine Follower
ko: My followers (한국어)
nl: Meine Follower (NL)
pl: My followers (PL)
pt: [pt] Meine Follower
ru: My followers (RU)
th: My followers (TH)
tr: My followers (TR)
vi: 我的粉丝 (VI)
zh: 我的粉丝

# rel.mode.followers_of
source: Followers of {handle}
ar: متابعو {handle}
de: Anhänger von {handle}
es: Seguidores de {handle}
fr: Adeptes du {handle}
it: Seguaci di {handle}
ja: {handle}の信者
ko: {handle}의 팔로워
nl: Volgers van {handle}
pl: Zwolennicy {handle}
pt: Seguidores de {handle}
ru: Подписчики {handle}
th: ผู้ติดตาม {handle}
tr: {handle}'ın Takipçileri
vi: Người theo dõi {handle}
zh: {handle}的追随者

# rel.mode.following
source: My followings
ar: My followings (AR)
de: Personen, denen ich folge
es: Mis seguidos
fr: Mes abonnements
it: [it] Meine Abonnements
ja: [ja] Meine Abonnements
ko: My followings (한국어)
nl: Meine Abonnements (NL)
pl: My followings (PL)
pt: [pt] Meine Abonnements
ru: My followings (RU)
th: My followings (TH)
tr: My followings (TR)
vi: 我的关注 (VI)
zh: 我的关注

# rel.mode.following_of
source: Following of {handle}
ar: متابعة {handle}
de: Im Anschluss an {handle}
es: Seguimiento de {handle}
fr: Suite du {handle}
it: A seguito di {handle}
ja: {handle}の続き
ko: {handle} 팔로우
nl: Volgen van {handle}
pl: Podążanie za {handle}
pt: Seguimento de {handle}
ru: Подписка на {handle}
th: การติดตาม {handle}
tr: {handle}'in takibi
vi: Đang theo dõi {handle}
zh: 遵循{handle}

# rel.new_badge
source: New
ar: New (AR)
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新規
ko: 新規 (한국어)
nl: Neu (NL)
pl: New (PL)
pt: Novo
ru: New (RU)
th: New (TH)
tr: New (TR)
vi: 新 (VI)
zh: 新

# rel.no_accounts
source: No accounts found.
ar: No accounts found. (AR)
de: Keine Accounts gefunden.
es: Sin accounts found.
fr: Aucun compte trouvé.
it: Nessun account trovato.
ja: なし accounts found.
ko: なし accounts found. (한국어)
nl: Keine Accounts gefunden. (NL)
pl: No accounts found. (PL)
pt: Não accounts found.
ru: No accounts found. (RU)
th: No accounts found. (TH)
tr: No accounts found. (TR)
vi: 未找到账户。 (VI)
zh: 未找到账户。

# rel.no_lists_desc
source: Create a list first.
ar: Create a list first. (AR)
de: Erstellen Sie zuerst eine Liste.
es: Crear a list first.
fr: Créez d'abord une liste.
it: Crea prima una lista.
ja: [ja] Erstellen Sie zuerst eine Liste.
ko: Create a list first. (한국어)
nl: Erstellen Sie zuerst eine Liste. (NL)
pl: Create a list first. (PL)
pt: Criar a list first.
ru: Create a list first. (RU)
th: Create a list first. (TH)
tr: Create a list first. (TR)
vi: 请先创建一个列表。 (VI)
zh: 请先创建一个列表。

# rel.no_lists_title
source: No Lists
ar: No Lists (AR)
de: Keine Listen
es: Sin Lists
fr: Aucune liste
it: Nessuna lista
ja: なし Lists
ko: なし Lists (한국어)
nl: Keine Listen (NL)
pl: No Lists (PL)
pt: Não Listas
ru: No Lists (RU)
th: No Lists (TH)
tr: No Lists (TR)
vi: 没有列表 (VI)
zh: 没有列表

# rel.no_matches
source: No accounts match your search.
ar: No accounts match your search. (AR)
de: Keine Accounts entsprechen Ihrer Suche.
es: Sin accounts coincidencia your search.
fr: Aucun compte ne correspond à votre recherche.
it: Nessun account corrisponde alla ricerca.
ja: なし accounts match your search.
ko: なし accounts match your search. (한국어)
nl: Keine Accounts entsprechen Ihrer Suche. (NL)
pl: No accounts match your search. (PL)
pt: Não accounts match your search.
ru: No accounts match your search. (RU)
th: No accounts match your search. (TH)
tr: No accounts match your search. (TR)
vi: 没有匹配您搜索的账户。 (VI)
zh: 没有匹配您搜索的账户。

# rel.pull_to_refresh
source: Loaded {count} of {total}. Pull to refresh.
ar: Loaded {count} of {total}. Pull to refresh. (AR)
de: {count} von {total} geladen. Zum Aktualisieren ziehen.
es: Cargados {count} de {total}. Desliza para actualizar.
fr: {count} sur {total} chargés. Tirez pour actualiser.
it: Caricati {count} di {total}. Trascina per aggiornare.
ja: {count}/{total} 読み込み済み。プルして更新。
ko: Loaded {count} of {total}. Pull to refresh. (한국어)
nl: Loaded {count} of {total}. Pull to refresh. (NL)
pl: Loaded {count} of {total}. Pull to refresh. (PL)
pt: Carregados {count} de {total}. Puxe para atualizar.
ru: Loaded {count} of {total}. Pull to refresh. (RU)
th: Loaded {count} of {total}. Pull to refresh. (TH)
tr: Loaded {count} of {total}. Pull to refresh. (TR)
vi: Loaded {count} of {total}. Pull to refresh. (VI)
zh: 已加载 {count}/{total}。下拉刷新。

# rel.refresh.hint
source: Reloads this list from Bluesky
ar: يعيد تحميل هذه القائمة من Bluesky
de: Lädt diese Liste von Bluesky neu
es: Recarga esta lista de Bluesky
fr: Recharge cette liste depuis Bluesky
it: Ricarica questo elenco da Bluesky
ja: このリストを Bluesky からリロードします
ko: Bluesky에서 이 목록을 다시 로드합니다.
nl: Laadt deze lijst opnieuw vanuit Bluesky
pl: Ponownie ładuje tę listę z Bluesky
pt: Recarrega esta lista do Bluesky
ru: Перезагружает этот список из Bluesky
th: โหลดรายการนี้ซ้ำจาก Bluesky
tr: Bu listeyi Bluesky'den yeniden yükler
vi: Tải lại danh sách này từ Bluesky
zh: 从 Bluesky 重新加载此列表

# rel.search_placeholder
source: Search {mode}
ar: Search {mode} (AR)
de: {mode} durchsuchen
es: Buscar {mode}
fr: Rechercher {mode}
it: Cerca {mode}
ja: [ja] {mode} durchsuchen
ko: Search {mode} (한국어)
nl: {mode} durchsuchen (NL)
pl: Search {mode} (PL)
pt: Buscar {mode}
ru: Search {mode} (RU)
th: Search {mode} (TH)
tr: Search {mode} (TR)
vi: 搜索{mode} (VI)
zh: 搜索{mode}

# rel.select_account_first
source: Select an active account first.
ar: Select an active account first. (AR)
de: Wählen Sie zuerst einen aktiven Account aus.
es: Seleccionar an active account first.
fr: Sélectionnez d'abord un compte actif.
it: Seleziona prima un account attivo.
ja: [ja] Wählen Sie zuerst einen aktiven Account aus.
ko: Select an active account first. (한국어)
nl: Wählen Sie zuerst einen aktiven Account aus. (NL)
pl: Select an active account first. (PL)
pt: Selecione uma conta ativa primeiro.
ru: Select an active account first. (RU)
th: Select an active account first. (TH)
tr: Select an active account first. (TR)
vi: 请先选择一个活跃账户。 (VI)
zh: 请先选择一个活跃账户。

# report.by_type_section
source: ## Operations by Type
ar: ## Operations by Type (AR)
de: ## Operationen nach Typ
es: ## Operaciones por tipo
fr: ## Opérations par type
it: ## Operazioni per tipo
ja: ## タイプ別操作
ko: ## Operations by Type (한국어)
nl: ## Operations by Type (NL)
pl: ## Operations by Type (PL)
pt: ## Operações por tipo
ru: ## Operations by Type (RU)
th: ## Operations by Type (TH)
tr: ## Operations by Type (TR)
vi: ## 按类型操作 (VI)
zh: ## 按类型操作

# report.doc_accounts_actioned
source: - Total accounts actioned: {count}
ar: - الحسابات المستهدفة: {count}
de: - Konten mit Aktionen: {count}
es: - Cuentas afectadas: {count}
fr: - Combles concernés : {count}
it: - Account con azioni: {count}
ja: - アクション対象アカウント: {count}
ko: - 조치된 계정: {count}
nl: - Accounts bewerkt: {count}
pl: - Konta z działaniami: {count}
pt: - Contas com ação: {count}
ru: - Аккаунтов с действиями: {count}
th: - บัญชีที่ดำเนินการ: {count}
tr: - İşlem yapılan hesaplar: {count}
vi: - Tài khoản đã xử lý: {count}
zh: - 已操作账户: {count}

# report.doc_generated
source: Generated: {date}
ar: تم الإنشاء: {date}
de: Erstellt: {date}
es: Generado: {date}
fr: Généré le : {date}
it: Generato: {date}
ja: 生成日時: {date}
ko: 생성: {date}
nl: Gegenereerd: {date}
pl: Wygenerowano: {date}
pt: Gerado: {date}
ru: Создан: {date}
th: สร้างเมื่อ: {date}
tr: Oluşturulma: {date}
vi: Được tạo: {date}
zh: 生成时间: {date}

# report.doc_operations_by_type
source: ## Operations by Type
ar: ## العمليات حسب النوع
de: ## Vorgänge nach Typ
es: ## Operaciones por tipo
fr: ## Opérations par type
it: ## Operazioni per tipo
ja: ## タイプ別操作
ko: ## 유형별 작업
nl: ## Bewerkingen per type
pl: ## Operacje według typu
pt: ## Operações por tipo
ru: ## Операции по типу
th: ## การดำเนินการตามประเภท
tr: ## İşlem türlerine göre
vi: ## Thao tác theo loại
zh: ## 按类型分类

# report.doc_recent_activity
source: ## Recent Activity
ar: ## النشاط الأخير
de: ## Letzte Aktivitäten
es: ## Actividad reciente
fr: ## Activité récente
it: ## Attività recente
ja: ## 最近のアクティビティ
ko: ## 최근 활동
nl: ## Recente activiteit
pl: ## Ostatnia aktywność
pt: ## Atividade recente
ru: ## Последние действия
th: ## กิจกรรมล่าสุด
tr: ## Son aktiviteler
vi: ## Hoạt động gần đây
zh: ## 最近活动

# report.doc_summary
source: ## Summary
ar: ## الملخص
de: ## Zusammenfassung
es: ## Resumen
fr: ## Résumé
it: ## Riepilogo
ja: ## 概要
ko: ## 요약
nl: ## Samenvatting
pl: ## Podsumowanie
pt: ## Resumo
ru: ## Сводка
th: ## สรุป
tr: ## Özet
vi: ## Tóm tắt
zh: ## 摘要

# report.doc_title
source: # Moderation Report
ar: # تقرير الإشراف
de: # Moderationsbericht
es: # Informe de moderación
fr: # Rapport de modération
it: # Report di moderazione
ja: # モデレーションレポート
ko: # 모더레이션 보고서
nl: # Moderatieverslag
pl: # Raport moderacji
pt: # Relatório de moderação
ru: # Отчёт о модерации
th: # รายงานการกลั่นกรอง
tr: # Moderasyon Raporu
vi: # Báo cáo kiểm duyệt
zh: # 审核报告

# report.doc_total_failures
source: - Total failures: {count}
ar: - حالات الفشل: {count}
de: - Fehlgeschlagen: {count}
es: - Fallos: {count}
fr: - Échecs : {count}
it: - Falliti: {count}
ja: - 失敗: {count}
ko: - 실패: {count}
nl: - Mislukt: {count}
pl: - Niepowodzenia: {count}
pt: - Falhas: {count}
ru: - Ошибок: {count}
th: - ล้มเหลว: {count}
tr: - Başarısız: {count}
vi: - Thất bại: {count}
zh: - 失败: {count}

# report.doc_total_operations
source: - Total operations: {count}
ar: - إجمالي العمليات: {count}
de: - Vorgänge insgesamt: {count}
es: - Operaciones totales: {count}
fr: - Opérations totales : {count}
it: - Operazioni totali: {count}
ja: - 総操作数: {count}
ko: - 총 작업: {count}
nl: - Totaal bewerkingen: {count}
pl: - Łącznie operacji: {count}
pt: - Total de operações: {count}
ru: - Всего операций: {count}
th: - การดำเนินการทั้งหมด: {count}
tr: - Toplam işlem: {count}
vi: - Tổng số thao tác: {count}
zh: - 总操作数: {count}

# report.generate
source: Generate Report
ar: Generate Report (AR)
de: Bericht generieren
es: Generar Informe
fr: Générer le rapport
it: Genera rapporto
ja: [ja] Bericht generieren
ko: Generate Report (한국어)
nl: Bericht generieren (NL)
pl: Generate Report (PL)
pt: Gerar Denunciar
ru: Generate Report (RU)
th: Generate Report (TH)
tr: Generate Report (TR)
vi: 生成报告 (VI)
zh: 生成报告

# report.generate.hint
source: Generates the moderation report
ar: يولد تقرير الاعتدال
de: Erstellt den Moderationsbericht
es: Genera el informe de moderación.
fr: Génère le rapport de modération
it: Genera il rapporto di moderazione
ja: モデレーションレポートを生成します
ko: 조정 보고서를 생성합니다.
nl: Genereert het moderatierapport
pl: Generuje raport moderacji
pt: Gera o relatório de moderação
ru: Формирует отчет о модерации
th: สร้างรายงานการกลั่นกรอง
tr: Moderasyon raporunu oluşturur
vi: Tạo báo cáo kiểm duyệt
zh: 生成审核报告

# report.generated
source: Generated: {date}
ar: Generated: {date} (AR)
de: Erstellt: {date}
es: Generado: {date}
fr: Généré : {date}
it: Generato: {date}
ja: 生成日: {date}
ko: Generated: {date} (한국어)
nl: Generated: {date} (NL)
pl: Generated: {date} (PL)
pt: Gerado: {date}
ru: Generated: {date} (RU)
th: Generated: {date} (TH)
tr: Generated: {date} (TR)
vi: 生成日期：{date} (VI)
zh: 生成日期：{date}

# report.header
source: # Moderation Report
ar: # Moderation Report (AR)
de: # Moderationsbericht
es: # Informe de moderación
fr: # Rapport de modération
it: # Rapporto moderazione
ja: # モデレーションレポート
ko: # Moderation Report (한국어)
nl: # Moderation Report (NL)
pl: # Moderation Report (PL)
pt: # Moderação Denunciar
ru: # Moderation Report (RU)
th: # Moderation Report (TH)
tr: # Moderation Report (TR)
vi: # 审核报告 (VI)
zh: # 审核报告

# report.include_stats
source: Include operation stats
ar: Include operation stats (AR)
de: Operationsstatistiken einbeziehen
es: Incluir operación estadísticas
fr: Inclure les statistiques d'opérations
it: Includi statistiche operazioni
ja: [ja] Operationsstatistiken einbeziehen
ko: Include operation stats (한국어)
nl: Operationsstatistiken einbeziehen (NL)
pl: Include operation stats (PL)
pt: [pt] Operationsstatistiken einbeziehen
ru: Include operation stats (RU)
th: Include operation stats (TH)
tr: Include operation stats (TR)
vi: 包含操作统计 (VI)
zh: 包含操作统计

# report.include_stats.hint
source: Toggles whether to include statistics in the report
ar: تبديل ما إذا كان سيتم تضمين الإحصائيات في التقرير
de: Schaltet um, ob Statistiken in den Bericht einbezogen werden sollen
es: Alterna si se incluyen estadísticas en el informe
fr: Permet d'inclure ou non les statistiques dans le rapport
it: Decide se includere le statistiche nel report
ja: レポートに統計を含めるかどうかを切り替えます
ko: 보고서에 통계를 포함할지 여부를 전환합니다.
nl: Schakelt in of er statistieken in het rapport moeten worden opgenomen
pl: Włącza lub wyłącza uwzględnianie statystyk w raporcie
pt: Alterna se as estatísticas devem ser incluídas no relatório
ru: Переключает, включать ли статистику в отчет
th: สลับว่าจะรวมสถิติในรายงานหรือไม่
tr: İstatistiklerin rapora dahil edilip edilmeyeceğini değiştirir
vi: Chuyển đổi xem có đưa số liệu thống kê vào báo cáo hay không
zh: 切换是否在报告中包含统计信息

# report.preview
source: Preview
ar: Preview (AR)
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: [ja] Vorschau
ko: Preview (한국어)
nl: Vorschau (NL)
pl: Preview (PL)
pt: Visualizar
ru: Preview (RU)
th: Preview (TH)
tr: Preview (TR)
vi: 预览 (VI)
zh: 预览

# report.recent_section
source: ## Recent Activity
ar: ## Recent Activity (AR)
de: ## Letzte Aktivität
es: ## Actividad reciente
fr: ## Activité récente
it: ## Attività recente
ja: ## 最近のアクティビティ
ko: ## Recent Activity (한국어)
nl: ## Recent Activity (NL)
pl: ## Recent Activity (PL)
pt: ## Recent Atividade
ru: ## Recent Activity (RU)
th: ## Recent Activity (TH)
tr: ## Recent Activity (TR)
vi: ## 最近活动 (VI)
zh: ## 最近活动

# report.share
source: Share Report
ar: Share Report (AR)
de: Bericht teilen
es: Share Informe
fr: Partager le rapport
it: Condividi rapporto
ja: [ja] Bericht teilen
ko: Share Report (한국어)
nl: Bericht teilen (NL)
pl: Share Report (PL)
pt: Compartilhar Denunciar
ru: Share Report (RU)
th: Share Report (TH)
tr: Share Report (TR)
vi: 分享报告 (VI)
zh: 分享报告

# report.share.hint
source: Shares the generated report
ar: يشارك التقرير الذي تم إنشاؤه
de: Gibt den generierten Bericht frei
es: Comparte el informe generado
fr: Partage le rapport généré
it: Condivide il report generato
ja: 生成されたレポートを共有します
ko: 생성된 보고서를 공유합니다.
nl: Deelt het gegenereerde rapport
pl: Udostępnia wygenerowany raport
pt: Compartilha o relatório gerado
ru: Делится созданным отчетом
th: แบ่งปันรายงานที่สร้างขึ้น
tr: Oluşturulan raporu paylaşır
vi: Chia sẻ báo cáo đã tạo
zh: 共享生成的报告

# report.subject
source: Moderation Report
ar: Moderation Report (AR)
de: Moderationsbericht
es: Moderation Informe
fr: Rapport de modération
it: Rapporto moderazione
ja: モデレーションレポート
ko: Moderation Report (한국어)
nl: Moderationsbericht (NL)
pl: Moderation Report (PL)
pt: Moderação Denunciar
ru: Moderation Report (RU)
th: Moderation Report (TH)
tr: Moderation Report (TR)
vi: 审核报告 (VI)
zh: 审核报告

# report.summary
source: ## Summary
ar: ## Summary (AR)
de: ## Zusammenfassung
es: ## Resumen
fr: ## Résumé
it: [it] ## Zusammenfassung
ja: [ja] ## Zusammenfassung
ko: ## Summary (한국어)
nl: ## Zusammenfassung (NL)
pl: ## Summary (PL)
pt: [pt] ## Zusammenfassung
ru: ## Summary (RU)
th: ## Summary (TH)
tr: ## Summary (TR)
vi: ## 摘要 (VI)
zh: ## 摘要

# report.support.attachment
source: Attachment
ar: Attachment (AR)
de: Attachment (DE)
es: Attachment (ES)
fr: Attachment (FR)
it: Attachment (IT)
ja: Attachment (JA)
ko: Attachment (KO)
nl: Attachment (NL)
pl: Attachment (PL)
pt: Attachment (PT)
ru: Attachment (RU)
th: Attachment (TH)
tr: Attachment (TR)
vi: Attachment (VI)
zh: Attachment (ZH)

# report.support.attachment.add
source: Add Attachment
ar: Add Attachment (AR)
de: Add Attachment (DE)
es: Add Attachment (ES)
fr: Add Attachment (FR)
it: Add Attachment (IT)
ja: Add Attachment (JA)
ko: Add Attachment (KO)
nl: Add Attachment (NL)
pl: Add Attachment (PL)
pt: Add Attachment (PT)
ru: Add Attachment (RU)
th: Add Attachment (TH)
tr: Add Attachment (TR)
vi: Add Attachment (VI)
zh: Add Attachment (ZH)

# report.support.attachment.remove
source: Remove Attachment
ar: Remove Attachment (AR)
de: Remove Attachment (DE)
es: Remove Attachment (ES)
fr: Remove Attachment (FR)
it: Remove Attachment (IT)
ja: Remove Attachment (JA)
ko: Remove Attachment (KO)
nl: Remove Attachment (NL)
pl: Remove Attachment (PL)
pt: Remove Attachment (PT)
ru: Remove Attachment (RU)
th: Remove Attachment (TH)
tr: Remove Attachment (TR)
vi: Remove Attachment (VI)
zh: Remove Attachment (ZH)

# report.support.email
source: Send as Email
ar: Send as Email (AR)
de: Send as Email (DE)
es: Send as Email (ES)
fr: Send as Email (FR)
it: Send as Email (IT)
ja: Send as Email (JA)
ko: Send as Email (KO)
nl: Send as Email (NL)
pl: Send as Email (PL)
pt: Send as Email (PT)
ru: Send as Email (RU)
th: Send as Email (TH)
tr: Send as Email (TR)
vi: Send as Email (VI)
zh: Send as Email (ZH)

# report.support.mail_unavailable
source: Mail is unavailable
ar: Mail is unavailable (AR)
de: Mail is unavailable (DE)
es: Mail is unavailable (ES)
fr: Mail is unavailable (FR)
it: Mail is unavailable (IT)
ja: Mail is unavailable (JA)
ko: Mail is unavailable (KO)
nl: Mail is unavailable (NL)
pl: Mail is unavailable (PL)
pt: Mail is unavailable (PT)
ru: Mail is unavailable (RU)
th: Mail is unavailable (TH)
tr: Mail is unavailable (TR)
vi: Mail is unavailable (VI)
zh: Mail is unavailable (ZH)

# report.support.section
source: Support
ar: Support (AR)
de: Support (DE)
es: Support (ES)
fr: Support (FR)
it: Support (IT)
ja: Support (JA)
ko: Support (KO)
nl: Support (NL)
pl: Support (PL)
pt: Support (PT)
ru: Support (RU)
th: Support (TH)
tr: Support (TR)
vi: Support (VI)
zh: Support (ZH)

# report.title
source: Moderation Report
ar: Moderation Report (AR)
de: Moderationsbericht
es: Moderation Informe
fr: Rapport de modération
it: Rapporto moderazione
ja: モデレーションレポート
ko: Moderation Report (한국어)
nl: Moderationsbericht (NL)
pl: Moderation Report (PL)
pt: Moderação Denunciar
ru: Moderation Report (RU)
th: Moderation Report (TH)
tr: Moderation Report (TR)
vi: 审核报告 (VI)
zh: 审核报告

# report.total_failed
source: - Total failures: {count}
ar: - Total failures: {count} (AR)
de: - Fehlgeschlagen: {count}
es: - Fallos totales: {count}
fr: - Échecs totaux : {count}
it: - Fallimenti totali: {count}
ja: - 総失敗数: {count}
ko: - Total failures: {count} (한국어)
nl: - Total failures: {count} (NL)
pl: - Total failures: {count} (PL)
pt: - Falhas totais: {count}
ru: - Total failures: {count} (RU)
th: - Total failures: {count} (TH)
tr: - Total failures: {count} (TR)
vi: - 失败总数：{count} (VI)
zh: - 失败总数：{count}

# report.total_ops
source: - Total operations: {count}
ar: - Total operations: {count} (AR)
de: - Gesamtoperationen: {count}
es: - Operaciones totales: {count}
fr: - Opérations totales : {count}
it: - Operazioni totali: {count}
ja: - 総操作数: {count}
ko: - Total operations: {count} (한국어)
nl: - Total operations: {count} (NL)
pl: - Total operations: {count} (PL)
pt: - Operações totais: {count}
ru: - Total operations: {count} (RU)
th: - Total operations: {count} (TH)
tr: - Total operations: {count} (TR)
vi: - 总操作数：{count} (VI)
zh: - 总操作数：{count}

# report.total_success
source: - Total accounts actioned: {count}
ar: - Total accounts actioned: {count} (AR)
de: - Erfolgreiche Konten: {count}
es: - Cuentas procesadas: {count}
fr: - Comptes actionnés : {count}
it: - Account operati: {count}
ja: - 処理済みアカウント: {count}
ko: - Total accounts actioned: {count} (한국어)
nl: - Total accounts actioned: {count} (NL)
pl: - Total accounts actioned: {count} (PL)
pt: - Contas processadas: {count}
ru: - Total accounts actioned: {count} (RU)
th: - Total accounts actioned: {count} (TH)
tr: - Total accounts actioned: {count} (TR)
vi: - 已操作账户总数：{count} (VI)
zh: - 已操作账户总数：{count}

# rules.action
source: Action
ar: Action (AR)
de: Aktion
es: [es] Aktion
fr: [fr] Aktion
it: Azione
ja: [ja] Aktion
ko: Action (한국어)
nl: Aktion (NL)
pl: Action (PL)
pt: [pt] Aktion
ru: Action (RU)
th: Action (TH)
tr: Action (TR)
vi: 操作 (VI)
zh: 操作

# rules.action.add_to_mod_list
source: Add to Moderation List
ar: إضافة إلى قائمة الإشراف
de: Zu Moderationsliste hinzufügen
es: Agregar a lista de moderación
fr: Ajouter à la liste de modération
it: Aggiungi alla lista di moderazione
ja: モデレーションリストに追加
ko: 모더레이션 목록에 추가
nl: Toevoegen aan moderatielijst
pl: Dodaj do listy moderacyjnej
pt: Adicionar à lista de moderação
ru: Добавить в список модерации
th: เพิ่มในรายการดูแล
tr: Moderasyon Listesine Ekle
vi: Thêm vào Danh sách Kiểm duyệt
zh: 添加到审核列表

# rules.action.block
source: Block
ar: حظر
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
ja: ブロック
ko: 차단
nl: Blokkeren
pl: Zablokuj
pt: Bloquear
ru: Заблокировать
th: บล็อก
tr: Engelle
vi: Chặn
zh: 屏蔽

# rules.action.mute
source: Mute
ar: كتم
de: Stummschalten
es: Silenciar
fr: Mettre en sourdine
it: Silenzia
ja: ミュート
ko: 뮤트
nl: Dempen
pl: Wycisz
pt: Silenciar
ru: Заглушить
th: ปิดเสียง
tr: Sustur
vi: Tắt tiếng
zh: 静音

# rules.action.report
source: Report
ar: إبلاغ
de: Melden
es: Reportar
fr: Signaler
it: Segnala
ja: 報告
ko: 신고
nl: Melden
pl: Zgłoś
pt: Denunciar
ru: Пожаловаться
th: รายงาน
tr: Bildir
vi: Báo cáo
zh: 举报
